import React from 'react';

const Text = () => (
  <div className="text">
    <p>
      <span className="break">
        ככה יצא, מבלי להתכוון - הפכתי למוזיקאית קורונה.
      </span>
      <span>
        ה-EP הראשון, "משכך כאבים", יצא באפריל 2020 ומאז ועד היום לא הייתה לי את
        ההזדמנות להתרגש איתכם מהבמה.
      </span>
    </p>
    <p>
      <span className="break">
        בינתיים עבדנו על ההופעה ושייפנו ושיפצנו וחיכינו וחיכינו עד שלא יכולנו
        לחכות עוד!
      </span>
      <span className="break">
        אז צילמנו חלק מההופעה כלייב סשן, 5 שירים ליתר דיוק. חלקם חדשים, חלקם
        מתוך "משכך כאבים" וכולם-כולם מהלב שלי אליכם.
      </span>
      <span>הלייב הזה, שנקרא "כאבי גדילה", יצא לאור ב-10.12.</span>
    </p>
    <p>
      <span className="break">
        כולי תקווה שיום אחד העמוד הזה גם יכיל רשימת הופעות חיות, נושמות (כשנשימה
        תפסיק להעביר קורונה).
      </span>
      <span>עד אז, נתראה בשירים.</span>
    </p>
  </div>
);

export default Text;
