import React from 'react';

const Text = () => (
  <div className={'text'}>
    <p>
      <span className={'break'}>
        כמו שאתם בטח כבר יודעים, הקורונה מאתגרת את היכולת להופיע.
      </span>
      <span>בינתיים אני עובדת על ההופעה כדי שתהנו בה לפחות כמוני.</span>
    </p>
    <p>אני מחכה בקוצר רוח עד שאוכל להתרגש איתכם על הבמה.</p>
    <p>
      אתם מוזמנים להצטרף לרשימת חברי העט שלי ואעדכן אתכם באופן אישי כשתקבע
      ההופעה הבאה.
    </p>
    <p>עוד לא נפגשנו ואני כבר מתגעגעת.</p>
  </div>
);

export default Text;
