export default `אתה מכיר את התחושה שיש לך
מישהי שאתה
נופל על הברכיים בשבילה
היא יודעת שאתה רוצה לכלוא אותה
אתה יודע שהיא לא תתן
מאבד את עצמך
הכל בשם התאווה

וכש... כשהיא פותחת בה עוד דלת
אתה שואל אם היא נשארת
והשתיקה כבר מאשרת

שגם אם היא רק משכך כאבים
לזיכרונות שלי שעוד מדממים
ומחר אני אקום
עם אותם הסיוטים
לפחות לכמה שעות העזנו לאהוב
כאילו לא עזבו אותנו בחיים

אתה מכיר את התחושה שיש לך
מישהי שאתה
לא מתפקד מרוב מחשבה
היא יודעת שאתה מדמיין אותה
אתה יודע שלשם היא כיוונה
מאבד את המציאות
הכל בשם ההתמכרות

וכש... כשהיא פותחת בה עוד דלת
אתה שואל אם היא נשארת
והשתיקה כבר מאשרת

שגם אם היא רק משכך כאבים
לזיכרונות שלי שעוד מדממים
ומחר אני אקום
עם אותם הסיוטים
לפחות לכמה שעות העזנו לאהוב
כאילו לא עזבו אותנו בחיים

וכש... כשהיא פותחת בה עוד דלת
אתה שואל אם היא נשארת
והשתיקה כבר מאשרת
מחר היא במיטה אחרת
מחר היא במיטה אחרת

גם אם היא רק משכך כאבים
לזיכרונות שלי שעוד מדממים
ומחר אני אקום
עם אותם הסיוטים
לפחות לכמה שעות העזנו לאהוב
כאילו לא עזבו אותנו בחיים`;
