import React from 'react';

const Letter = () => (
  <article className="letter">
    <p>
      <span className="break">
        כל מה שעשיתי מאז הפעם הראשונה שאהבתי זה לנסות למצוא את המילים.
      </span>
      <span>
        איך להגיד "אני אוהבת אותך", איך להסביר למה, איך לומר שכואב לי הלב ואיך
        לדבר איתה בפגישה פתאומית ברחוב, כמה שנים מאז הפעם האחרונה שהתראינו.
      </span>
    </p>
    <p>
      <span>בהתחלה הייתי שומרת את כל המילים לעצמי.</span>
      <span>עד היום אני ממעיטה בדיבור.</span>
      <span className="break">מעדיפה להקשיב או לעבד את המחשבה בכתיבה.</span>
      <span>
        בהמשך קרבתי אל ליבי אנשים בודדים, אזרתי אומץ והשמעתי להם את השירים שלי.
      </span>
      <span>
        בכל פעם ראשונה כזו, הלב שלי דהר במהירות, הפה התייבש, חום הגוף עלה וכמעט
        שעשה לי קצר במוח.
      </span>
      <span className="break">ככה הרגשתי.</span>
      <span>
        אני, ששותקת רוב הזמן, פתאום יושבת מול אדם ואומרת "יש לי מה להגיד".
      </span>
    </p>
    <p>
      <span>זה לא חיפוש אחר מקום להשמיע את הקול שלי.</span>
      <span>
        אני יכולה להעביר ימים שלמים בשתיקה. זה החיפוש אחר המילים המדויקות.
      </span>
      <span>כתבו אינסוף שירי אהבה - על הנייר, על הפסנתר, על הגיטרה.</span>
      <span>
        כל הזמן כותבים אהבה ואיכשהו בכל זאת הרגשתי שלא פגשתי עדיין את הסיפור
        המדויק שלי בשירים.
      </span>
    </p>
    <p>
      <span>אהבתי עד העצמות.</span>
      <span className="break">
        אהבות נעורים ואהבות בוגרות, אהבות טובות ואהבות פוצעות.
      </span>
      <span>
        גם כאבתי עד העצמות ואז כתבתי וניגנתי, וניגנתי וכתבתי וניקזתי את הכל לתוך
        המוזיקה.
      </span>
    </p>
    <p>
      <span>האמת הכי נקיה שלי נמצאת בשירים האלה.</span>
      <span className="break">
        אני לא מכירה אתכם ובכל זאת נותנת לכם כרטיס כניסה חופשי אל המקום הכי שמור
        שלי.
      </span>
      <span>
        זו בחירה כמעט משוגעת בעיניי - לצלול תמיד פנימה, לחפור ברגעים הכי מורכבים
        ומפחידים שלי ואז בסוף עוד לשים עליהם פרוז'קטור ענק.
      </span>
    </p>
    <p>
      <span>בדמיון שלי אני נוסעת על איזו גרוטאה כל הדרך לכיכר העיר.</span>
      <span>מגיעה אל הכיכר ומרימה הנדברקס.</span>
      <span>
        יוצאת מהאוטו עם בגדים שכבר דורשים כביסה, עם שיער מבולגן ומעט שעות שינה.
      </span>
      <span>
        מחזיקה סיגריה ביד אחת, תופסת ארגז מפלסטיק ביד השניה, הופכת אותו ועומדת
        עליו.
      </span>
      <span>
        כולם ממשיכים ללכת אחרי היעד שלהם, מעט כפופים מכובד החיים ובעיקר ממהרים
        מאוד.
      </span>
      <span>אז אני מתחילה לדבר את הלב שלי, כמעט וצועקת לרגעים.</span>
      <span>
        בהתחלה כולם עוד ממשיכים בדרכם אבל אז אדם אחד עוצר במקומו ומרים את ראשו
        אל כיווני.
      </span>
      <span>
        הוא מקשיב ומזהה את עצמו בדמות הכמעט-משוגעת הזו שעומדת על הארגז הירוק.
      </span>
    </p>
    <p>
      האלבום הזה מוקדש לכל מי שאי פעם הרגיש את מיקומו של הלב רק על פי עוצמת
      הכאב.
    </p>
    <p className="signature">
      <span>נתראה בשירים,</span>
      <span>אוהבת,</span>
      <span className="cursor">ליאור.</span>
    </p>
  </article>
);

export default Letter;
