import React from 'react';

const Letter = () => (
  <div className={'letter'}>
    <p>
      כל מה שעשיתי מאז הפעם הראשונה שאהבתי זה לנסות למצוא את המילים. איך להגיד
      "אני אוהבת אותך", איך להסביר למה, איך לומר שכואב לי הלב ואיך לדבר איתה
      בפגישה פתאומית ברחוב, כמה שנים מאז הפעם האחרונה שהתראינו.
    </p>
    <p>
      בהתחלה הייתי שומרת את כל המילים לעצמי. עד היום אני ממעיטה בדיבור. מעדיפה
      להקשיב או לעבד את המחשבה בכתיבה. בהמשך קרבתי אל ליבי אנשים בודדים, אזרתי
      אומץ והשמעתי להם את השירים שלי. בכל פעם ראשונה כזו, הלב שלי דהר במהירות,
      הפה התייבש, חום הגוף עלה וכמעט שעשה לי קצר במוח. ככה הרגשתי. אני, ששותקת
      רוב הזמן, פתאום יושבת מול אדם ואומרת "יש לי מה להגיד".
    </p>
    <p>
      זה לא חיפוש אחר מקום להשמיע את הקול שלי. אני יכולה להעביר ימים שלמים
      בשתיקה. זה החיפוש אחר המילים המדויקות. כתבו אינסוף שירי אהבה - על הנייר,
      על הפסנתר, על הגיטרה. כל הזמן כותבים אהבה ואיכשהו בכל זאת הרגשתי שלא פגשתי
      עדיין את הסיפור המדויק שלי בשירים.
    </p>
    <p>
      אהבתי עד העצמות. אהבות נעורים ואהבות בוגרות, אהבות טובות ואהבות פוצעות. גם
      כאבתי עד העצמות ואז כתבתי וניגנתי, וניגנתי וכתבתי וניקזתי את הכל לתוך
      המוזיקה.
    </p>
    <p>
      האמת הכי נקיה שלי נמצאת בשירים האלה. אני לא מכירה אתכם ובכל זאת נותנת לכם
      כרטיס כניסה חופשי אל המקום הכי שמור שלי. זו בחירה כמעט משוגעת בעיניי -
      לצלול תמיד פנימה, לחפור ברגעים הכי מורכבים ומפחידים שלי ואז בסוף עוד לשים
      עליהם פרוז'קטור ענק.
    </p>
    <p>
      בדמיון שלי אני נוסעת על איזו גרוטאה כל הדרך לכיכר העיר. מגיעה אל הכיכר
      ומרימה הנדברקס. יוצאת מהאוטו עם בגדים שכבר דורשים כביסה, עם שיער מבולגן
      ומעט שעות שינה. מחזיקה סיגריה ביד אחת, תופסת ארגז מפלסטיק ביד השניה, הופכת
      אותו ועומדת עליו. כולם ממשיכים ללכת אחרי היעד שלהם, מעט כפופים מכובד החיים
      ובעיקר ממהרים מאוד. אז אני מתחילה לדבר את הלב שלי, כמעט וצועקת לרגעים.
      בהתחלה כולם עוד ממשיכים בדרכם אבל אז אדם אחד עוצר במקומו ומרים את ראשו אל
      כיווני. הוא מקשיב ומזהה את עצמו בדמות הכמעט-משוגעת הזו שעומדת על הארגז
      הירוק.
    </p>
    <p>
      האלבום הזה מוקדש לכל מי שאי פעם הרגיש את מיקומו של הלב רק על פי עוצמת
      הכאב.
    </p>
    <p className={'signature'}>
      <span>נתראה בשירים,</span>
      <span>אוהבת,</span>
      <span>ליאור</span>
    </p>
  </div>
);

export default Letter;
