import React from 'react';

// כאבי גדילה //

const Letter2 = () => (
  <article className="letter">
    <p>
      <span className="break">
        כשבחרתי להיות מוזיקאית, החלק שהכי חששתי ממנו היה ההופעות.
        {' '}
      </span>
      <span className="break">
        זה מעין אבסורד שכזה כי משהו בפנים בוער בי ומבקש שכולם ישמעו ומצד שני יש
        גם את הביישנות והמופנמות שמבקשות לנעול את כל השירים באולפן.
      </span>
      <span>
        עד כמה ביישנית ומופנמת? אמא שלי מספרת שכשהייתי קטנה הייתי מדברת בלחישות
        ובקושי היו שומעים אותי.
      </span>
    </p>
    <p>
      <span>
        אני מקווה שאני לא אשמה בקורונה כי באופן מחשיד היא סידרה לגמרי את הצד
        המופנם שלי - הוצאתי את "משכך כאבים" באפריל 2020, כשעוד הלכנו לסופר עם
        כפפות, וגלילי נייר טואלט ריפדו כל מקום בבית.
      </span>
      <span>ההופעות נעלמו מהר יותר מקרטוני ביצים במכולת.</span>
      <span className="break">
        <span>
          נכנסנו לחדר החזרות והתחלנו לעבוד על גרסאות לייב לשירים מ-"משכך כאבים"
          וגם על שירים שעדיין לא יצאו מגבולות הסלון שלי.
        </span>
        <span>
          חשבנו שיש לנו חודשיים-שלושה לעבוד על ההופעה עד שעולם התרבות יפתח
          בחזרה.
        </span>
      </span>
      <span>
        והחודשים התארכו ואין הופעות באופק, ואני, שבהתחלה חשתי כמעט הקלה, התחלתי
        להתאהב בבמה.
      </span>
      <span className="break">
        זה קרה כמו איזה סרט קומדיה רומנטית שבו הגיבורה לא מבינה שהאהבה הייתה כל
        הזמן מתחת לאף שלה.
      </span>
    </p>
    <p>
      <span>
        לא מעט מההתאהבות הזאת קרתה בעזרתו של עמית האוזר, חבר הנפש שלי והגיטריסט
        שלצידי.
      </span>
      <span className="break">
        כל מי שרואה אותנו יחד, מיד מזהה שיש כאן מערכת יחסים עמוקה יותר ממה
        שמילים יוכלו לתאר.
      </span>
      <span className="break">
        עמית לא צריך לנסות להבין על מה מדברים השירים - הוא היה שם בסיפורים
        שמאחורי השירים - ושומעים את זה כשהוא מנגן ורואים את זה כשהוא מופיע.
      </span>
    </p>
    <p>
      <span>
        הקומדיה הרומנטית ממשיכה והסיום הצפוי יהיה לעלות על הבמה בהופעה חיה, אבל
        מה? עדיין אין הופעות באופק.
      </span>
      <span>
        אז החלטנו - אם אתם לא תבואו אל ההופעה, אנחנו נבוא אליכם! ככה, אל הסלון,
        אבל במרחק בטוח - מאחורי המסך.
      </span>
    </p>
    <p>
      <span>
        חשבתי שאולי הצילום של הלייב סשן הזה קצת ישביע לי את הרעב להופיע אבל הרעב
        רק מתגבר מיום ליום.
      </span>
      <span>
        זה כמו מנות ראשונות במסעדה. אני לא יודעת איך זה הגיוני אבל זה רק עושה
        אותך רעב יותר.
      </span>
      <span>מקווה שבקרוב נגיע לעיקריות. סליחה, התכוונתי להופעות.</span>
    </p>
    <p>
      <span>
        אז הנה אני מגישה לכם את המנה הראשונה - "כאבי גדילה" - לייב סשן היישר
        מחדר החזרות.
      </span>
    </p>
    <p>
      <span>הלייב הזה מוקדש לכל מי שאי פעם בער מבפנים ושתק מבחוץ.</span>
    </p>
    <p className="signature">
      <span>נתראה בשירים,</span>
      <span>אוהבת,</span>
      <span className="cursor">ליאור.</span>
    </p>
  </article>
);

export default Letter2;
